{
  "navbar": {
    "home": "🏠 Home",
    "artius": "🎨 ARTIUS",
    "edmescdx": "💥 Ednaldo",
    "about": "💭 About",
    "contact": "📧 Contact",

    "english": "[english]",
    "portuguese": "[portuguese]"
  },

  "home": {
    "text1": "in times of constant noise, we choose to offer creative silence: unique worlds designed to inspire, connect, and spark dreams.",

    "text2": "imagination is the ultimate refuge of freedom.",

    "typewriter_static": "Pure",
    "typewriter": [
      "Imagination.",
      "Creativity.",
      "Inspiration.",
      "Liberty.",
      "Dreams.",
      "Awesome."
    ]
  },

  "games": {
    "ednaldo": {
      "title": "Ednaldo Pereira Mescladasso DX",

      "string1": "Remaster of the original collectathon Ednaldo Pereira: MESCLADASSO. Play as Ednaldo and Fleig, going through a plethra of different stages.",
      "string2": "In this game you'll be introduced to the successful EDNALDO PEREIRA. A human being so powerful few are able to fully grasp. The universe is in shambles due to the evildoings of the Dark Elite and you must stop them by using your powers!",
      "string3": "This collection also features a PC Port of the original EDNALDO PEREIRA: MOBILE! Adapted to be played with Keyboard and Controller! This is a completely different game and unique experience that has been adapted to perfection in this PC port.",
      "string4": "The friendly duo Ednaldo & Fleig are always up to saving the world with the evil doings of the Dark Elite! Ednaldo is a powerful all-knowing beast, while Fleig is his smart and fast companium! Together, they are unstoppable.",

      "string5": "Coming Summer 2025! Wishlist on:",

      "steam": "https://store.steampowered.com/app/2879870/Ednaldo_Pereira_MESCLADASSO_DX"
    },

    "ednaldomobile": {
      "title": "Ednaldo Pereira Mobile",

      "string1": "Ednaldo Mobile is a FREE captivating platform game inspired by platforming classics that offers an engaging and challenging gaming experience. Explore different stages filled with obstacles, enemies, and treasures to unlock. Overcome thrilling challenges, collect golden notes, and improve your skills while enjoying vibrant graphics and an exciting soundtrack with remixes of Ednaldo's classics.",

      "string2": "Play for free on:",

      "operagx": "https://gx.games/pt-br/games/s63wx3/ednaldo-pereira-mobile-2d-platformer/",

      "gplay": "https://play.google.com/store/apps/details?id=com.pvic.ednaldogame&hl=en_ZA",

      "string3": "The game is currently undergoing maintenance @ Google Play. Please play at GX.Games at the moment! "
    },

    "artius": {
      "title": "ARTIUS",

      "string1": "ARTIUS is a momentum-driven 2D platformer bursting with vibrant creativity. When the envious Pivolo seizes control of the mystical ARTIUS book and imposes an oppressive art dictatorship, it’s up to you to restore freedom. Take charge of four unique artists, each wielding their own creative powers, and fight to save a world on the brink of losing its art forever!",

      "string2": "The world of ARTIUS is full of colourful characters, which all have their own personal tales to tell and contribute to the game world.",

      "string3": "Meet Pivolo",

      "string4": "Pivolo, envious of the protagonists’ artistic mastery, seizes control of the mystical ARTIUS book and enforces an art dictatorship, reshaping the world according to his rigid and oppressive vision. Under his rule, creativity is stifled, self-expression is outlawed, and once-vibrant landscapes become dull and lifeless. As the influence of Pivolo’s tyranny spreads, society begins to question the value of art itself, forgetting its power to inspire, heal, and bring people together. It falls upon the four heroes—each wielding their own unique creative abilities—to challenge this bleak new reality.",

      "string5": "Inspired by Sonic Frontiers' Open Zone and Bomb Rush Cyberfunk’s world, the hub world is more interactive and immersive than typical platformers, allowing players to explore, customize structures, and engage creatively in this dynamic environment. Levels are linear and divided into acts, with character-exclusive stages to teach specific mechanics. These mechanics are later combined in “final acts’, where players seamlessly chain actions across characters for exhilarating gameplay sequences.",

      "string6": "Coming Soon!",

      "string7": "ARTIUS is currently seeking funding and publishing opportunities to reach its full potential. If you believe in the power of art and creativity in gaming, now is the time to help make ARTIUS a reality. Stay tuned—this adventure is coming soon, and with your support, it can shine even brighter!",

      "string8": "Email us at: ",

      "string9": " for more information."
    }
  },

  "about": {
    "title": "About.",

    "description": "PVic Games was founded in July, 2023 with the release of Ednaldo Pereira: Mobile. Created by art school dropout Pedro Victor 'Pvic' Gonçalves, a veteran in the Sonic community and later, the key gameplay programmer for Antonblast -- one of the most widely celebrated indie games in recent times -- PVic Games' founding ideals are simple: make high quality, artistic games that transcend our simplistic ideals of imagination and creativity and take us to another place. 'Pure Imagination' is more than a tagline, it's where our hearts are.",

    "description2": "The journey has just begun, and we invite you to step into our world of creative silence -- where imagination is the ultimate refuge of freedom.",

    "collabs": {
      "developers": {
        "title": "Developers.",
        "text": "The developers at PVic Games are responsible for building the technical foundation of our projects. Whether it's games, tools, or any form of interactive systems -- they ensure everything works the best it can. Pedro Victor 'PVic' Gonçalves, in addition to being a programmer, is also the director and producer of the studio, leading the team and ensuring each project follows our creative vision. Gabriel Casanova, computer science nerd, is the one behind this webpage you are reading RIGHT NOW; and Kevin 'John-Kun' is our additional gameplay programmer which has made a plethra of Sonic fangames throughout their lifetime."
      },

      "artists": {
        "title": "Artists.",
        "text": "The visual aspect of our games comes to life thanks to the talent of our artists, who are responsible for illustrations, sprites, animations, and the overall graphic style that defines our identity. Shin, Bitto, Pablo, and Brediamai contribute unique styles and engaging artistic direction, ensuring that each world has personality and visual depth."
      },

      "musics": {
        "title": "Musicians.",
        "text": "Games aren't anything special without some good and jammin' tracks. Each PVic Games project features original bops that are appropriate to their respective worlds while still being in-line with what we like. Glace Sue, SpeedVGM, and SaGaMIX bring creativity and impact to our productions, while Luan Maziero also played an important role in previous projects."
      },

      "return": "Return."
    }
  },

  "contact": {
    "title": "Contact Us.",

    "text": "reach out — let’s turn imagination into reality"
  }
}
