{
  "navbar": {
    "home": "🏠 Home",
    "artius": "🎨 ARTIUS",
    "edmescdx": "💥 Ednaldo",
    "about": "💭 Sobre",
    "contact": "📧 Contato",

    "english": "[inglês]",
    "portuguese": "[português]"
  },

  "home": {
    "text1": "em tempos de barulho constante, oferecemos silêncio criativo: mundos únicos projetados para inspirar, conectar e despertar sonhos.",

    "text2": "a imaginação é o refúgio da liberdade.",

    "typewriter_static": "Pura",
    "typewriter": [
      "Imaginação.",
      "Criatividade.",
      "Inspiração.",
      "Liberdade.",
      "Maravilha.",
      "Magia."
    ]
  },

  "games": {
    "ednaldo": {
      "title": "Ednaldo Pereira Mescladasso DX",

      "string1": "Remasterização do jogo de plataforma Ednaldo Pereira: MESCLADASSO. Jogue com Ednaldo e Fleig, passando por uma variedade de diferentes estágios coletando notas douradas!",
      "string2": "Neste jogo, você será apresentado ao grandioso mestre EDNALDO PEREIRA. Um ser humano tão poderoso que poucos são capazes de compreender completamente. O universo está em ruínas devido às maldades da Elite Preta e você deve detê-los usando seus poderes de músico!",
      "string3": "Esta coleção também apresenta uma versão para PC do EDNALDO PEREIRA: MOBILE! Originalmente lançado para celulares, adaptado para funcionar com Teclado e Controle! Este é um jogo completamente diferente e uma experiência única e nova que foi adaptada à perfeição nesta versão para PC.",
      "string4": "A duplinha do balaco-baco Ednaldo & Fleig está sempre pronta para salvar o mundo das maldades da Elite Preta! Ednaldo é um mestre poderoso e onisciente, enquanto Fleig é seu companheiro inteligente e rápido! Juntos, eles são imparáveis.",

      "string5": "Chegando no verão de 2025! Adicione à sua lista de desejos em:",

      "steam": "https://store.steampowered.com/app/2879870/Ednaldo_Pereira_MESCLADASSO_DX"
    },

    "ednaldomobile": {
      "title": "Ednaldo Pereira Mobile",

      "string1": "Ednaldo Mobile é um jogo de plataforma GRATUITO inspirado nos clássicos, oferecendo uma experiência envolvente e desafiadora. Explore diferentes fases repletas de obstáculos, inimigos e tesouros para desbloquear. Supere desafios emocionantes, colete notas douradas e melhore suas habilidades enquanto aprecia gráficos vibrantes e uma trilha sonora empolgante com remixes dos clássicos de Ednaldo.",

      "string2": "Jogue gratuitamente em:",

      "operagx": "https://gx.games/pt-br/games/s63wx3/ednaldo-pereira-mobile-2d-platformer/",

      "gplay": "https://play.google.com/store/apps/details?id=com.pvic.ednaldogame&hl=en_ZA",

      "string3": "O jogo está atualmente em manutenção na Google Play. Por favor, jogue no GX.Games por enquanto!"
    },

    "artius": {
      "title": "ARTIUS",

      "string1": "ARTIUS é um jogo de plataforma 2D baseado em momentum, repleto de criatividade vibrante. Quando o invejoso Pivolo toma posse do místico livro ARTIUS e impõe uma ditadura artística opressiva, cabe a você restaurar a liberdade. Assuma o controle de quatro artistas únicos, cada um com poderes criativos distintos, e lute para salvar um mundo à beira de perder sua arte para sempre!",

      "string2": "O mundo de ARTIUS está cheio de personagens coloridos, cada um com sua própria história para contar e contribuir para o universo do jogo.",

      "string3": "Conheça Pivolo",

      "string4": "Pivolo, invejoso do domínio artístico dos protagonistas, toma posse do místico livro ARTIUS e impõe uma ditadura artística, remodelando o mundo segundo sua visão rígida e opressiva. Sob seu governo, a criatividade é sufocada, a autoexpressão é proibida e paisagens antes vibrantes se tornam monótonas e sem vida. À medida que a influência da tirania de Pivolo se espalha, a sociedade começa a questionar o valor da arte, esquecendo seu poder de inspirar, curar e unir as pessoas. Cabe aos quatro heróis—cada um com habilidades criativas únicas—desafiar essa nova realidade sombria.",

      "string5": "Inspirado pelo Open Zone de Sonic Frontiers e pelo mundo de Bomb Rush Cyberfunk, o hub world de ARTIUS é mais interativo e imersivo do que nos jogos de plataforma tradicionais, permitindo que os jogadores explorem, personalizem estruturas e interajam criativamente com esse ambiente dinâmico. As fases são lineares e divididas em atos, com estágios exclusivos para cada personagem, ensinando mecânicas específicas. Essas mecânicas são depois combinadas nos 'atos finais', onde os jogadores encadeiam ações entre personagens para sequências de jogo eletrizantes.",

      "string6": "Em breve!",

      "string7": "ARTIUS está atualmente em busca de financiamento e oportunidades de publicação para atingir seu potencial máximo. Se você acredita no poder da arte e da criatividade nos jogos, agora é a hora de ajudar a tornar ARTIUS uma realidade. Fique ligado—esta aventura está chegando em breve, e com o seu apoio, ela pode brilhar ainda mais!",

      "string8": "Envie um e-mail para:",

      "string9": " para mais informações."
    },

    "newArtius": {
      "title": "ARTIUS",

      "wishlist": "NOSSA STEAM!",
      "text1": "ARTIUS é um jogo de plataforma 2D baseado em momentum, repleto de expressão criativa.",
      "text2": "Os jogadores assumem o controle de quatro artistas únicos, enquanto lutam para salvar o mundo da extinção da arte!",
      "comparison1": "ARTIUS se inspira em ambientes da vida real, reinterpretando-os em um mundo de jogo realista, porém fantástico.",
      "comparison2": "As criaturas malignas da arte oferecem representações interessantes de obras de arte famosas e elementos do cotidiano.",
      "tailored": "/img/tailored_pt.png",
      "tailoredMobile": "/img/tailored_mobile_pt.png",
      "artiuspedia": "A Artiuspédia!",
      "artiuspedia2": "Leia tudo sobre o universo mágico de ARTIUS.",
      "return": "Voltar!",

      "characters": {
        "meet": "Os Personagens!",
        "pivolo": {
          "title": "Pivolo",
          "subtitle": "Malvado. Invejoso. Amargo!",
          "desc": "Pivolo era um aluno da escola de arte EdAN—um artista que se sentia cada vez mais negligenciado por seus colegas devido às suas opiniões controversas sobre arte. Ele acreditava que algumas formas de arte eram objetivamente superiores a outras, o que o colocava em conflito com os outros estudantes. Com o tempo, ele ficou com inveja da popularidade de Pierre e seus amigos. Obcecado por poder e sucesso, ele tomou controle do livro místico ARTIUS—'o coração de EdAN'—e impôs uma ditadura artística sobre a cidade de Rupestrina, remodelando-a de acordo com sua visão rígida e opressiva. Sob seu comando, a criatividade foi sufocada, a autoexpressão foi proibida, e o papel da arte na sociedade foi reduzido a se adequar à sua própria visão artística. À medida que a tirania de Pivolo se espalhou, a sociedade começou a questionar o valor da própria arte, esquecendo seu poder de inspirar, curar e unir as pessoas. Cabe a quatro heróis—cada um com suas próprias habilidades criativas únicas—desafiar essa nova realidade sombria."
        },
        "pierre": {
          "title": "Pierre",
          "subtitle": "Pintor. Determinado. Perseverante!",
          "desc": "Frequentemente provocado por seus amigos por ser muito sério, Pierre é um pintor que não tem tempo para ‘’brincadeiras’’. Não é um homem de palavras, mas de ações, e acredita na bondade fundamental da humanidade e da natureza. Sua arte é um reflexo de amor, liberdade e otimismo para o futuro. Quando não está pintando ou indo em aventuras com seus amigos, ele gosta de fazer macarrão para si mesmo e, acredite ou não, ouvir música eletrônica. Seus pintores favoritos são Salvador Dalí e Van Gogh, mas ele tem um amor especial pela nostalgia de Norman Rockwell. Entrou na prestigiada escola de arte EdAN quando criança e, graças ao seu profissionalismo artístico e virtuosismo inabaláveis, conquistou tanto fãs quanto haters. Ser amigo de Pierre pode não ser a coisa mais fácil do mundo, mas certamente é uma das melhores!"
        },
        "walter": {
          "title": "Walter",
          "subtitle": "Adorável. Fotogênico. Encantador!",
          "desc": "Encontrar alguém que não ame Walter, o gigante adorável de EdAN, é mais difícil do que encontrar uma agulha em um palheiro. Altruísta até demais, ele está sempre pronto para ajudar qualquer pessoa que possa, independentemente de ser amigo ou não. Apaixonado por fotografia, Walter se enfiou em todos os lugares que uma câmera pode alcançar, capturando momentos de seus amigos, paisagens e eventos. Cinéfilo de coração, adora assistir filmes e, se deixar, ficará falando sobre todos os 'fun facts' que você puder imaginar. Entre seus amigos, ele é a voz da razão, mantendo suas ideias mais doidas sob controle. Ele também gosta de assistir partidas de tênis—preferencialmente enquanto se delicia com uma generosa tigela de salada!"
        },
        "guga": {
          "title": "Guga",
          "subtitle": "Energético. Brincalhão. Aventureiro!",
          "desc": "Hiperativo e sempre pronto para uma pegadinha, Guga é o bailarino super atlético de EdAN. Uma pequena bola de energia, ele não consegue parar de se mover e adora pregar peças em seus amigos, especialmente Pierre, que fica constantemente irritado com ele. Apesar disso, Pierre o tolera (ou pelo menos tenta). Ele adora conversar—até demais—embora na maioria das vezes suas palavras não façam muito sentido. Sempre pronto para ajudar e dar uma mão, Guga é um verdadeiro amigo. Filho das isoladas regiões do norte de Rupestrina, ele não tem medo de explorar o imprevisível e o estranho, para o divertimento de seus amigos e colegas. Seja quebrando barreiras ou fazendo piadas, ele torna a vida mais divertida para todos ao seu redor."
        },
        "rene": {
          "title": "René",
          "subtitle": "Elegante. Melodioso. Sofisticado!",
          "desc": "René é o mais jovem de quatro filhos de uma família aristocrática. Introduzido à música desde cedo, ele já tocava Mozart no piano quando tinha cinco anos. Tímido e sincero, René veio para Rupestrina para estudar música e entrou em EdAN mais tarde do que seus amigos, tornando-se o mais novo membro do grupo. Ainda incerto sobre seu futuro e procurando seu lugar na sociedade, uma coisa permanece clara: sua vida sempre girará em torno da música. Amante da elegância, René tem uma profunda apreciação por perfumes franceses, carros antigos e alta gastronomia, muitas vezes assumindo a responsabilidade de ensinar aos seus amigos os pontos mais finos de etiqueta e sofisticação. No entanto, sua desajeitada e desengonçada postura frequentemente atrapalham suas tentativas de causar uma boa impressão, levando-o a tropeçar nas palavras e ações, se constrangendo no processo. Ele ama gatos, atraído pela suas graças e pela companhias silenciosas, vendo-os como a perfeita personificação de refinamento—muito parecido com as toalhas de mesa perfeitamente dobradas dos restaurante cinco estrelas."
        },
        "brunna": {
          "title": "Brunna",
          "subtitle": "Impaciente. Durona. Arquiteta!",
          "desc": "Brunna não é uma cidadã local de Rupestrina: ela se mudou para a cidade para estudar arquitetura e fez amizades duradouras ao longo desse caminho. Amante de tudo que é belo e concreto, ela possui o espírito de uma verdadeira urbanista. Seus amigos (ou ''carinhas'', como ela os chama carinhosamente) gostam de descreve-lá como impaciente. Brunna não tem tempo a perder: tempo é dinheiro, o relógio está correndo e sempre há algo a ser feito! Ela admite — só de vez em quando — que seu estilo de vida acelerado pode incomodar algumas pessoas, mas é muito querida por tudo e por todos. Sempre pronta para ajudar, Brunna te apoiará de coração aberto, mesmo que isso venha acompanhado de algumas “palavras duras” no processo. Apaixonada pelo lúdico, ela gosta de ler Roald Dahl e Dr. Seuss, isso quando não está ocupada projetando edifícios em jogos simuladores de cidade.",
          "img": "/img/characters/brunna.png"
        },
        "theo": {
          "title": "Theo",
          "subtitle": "Words. Poetry. Magi!",
          "desc": "Apelidado de “O Mago das Palavras”, Theo é um veterano da EdAN e possui doutorado em literatura. Apesar de ainda ser um jovem adulto, ele é uma grande inspiração para todo estudante que chega à universidade com o desejo de crescer no mundo artístico. Amplamente reconhecido como um dos artistas contemporâneos mais celebrados de Rupestrina, Theo escreve com tanta elegância e naturalidade que, para a maioria das pessoas, parece mágica! Naturalmente, ele incorpora essa imagem — frequentemente visto usando roupas de mago (embora alguns realmente acreditem que ele seja um feiticeiro!). Sua poesia está espalhada por toda a cidade; foi ele, inclusive, quem escreveu o seu hino. Orgulhoso descendente de gaúchos, ele valoriza tanto o sotaque quanto sua herança cultural. Seu passatempo favorito? Criar trocadilhos engenhosos e inventar histórias ambientadas em mundos fantásticos.",
          "img": "/img/characters/theo.png"
        }
      },

      "places": {
        "meet": "Os lugares!",
        "rupestrine": {
          "title": "Rupestrina",
          "subtitle": "A Princesinha das Artes",
          "desc": "Rupestrina é uma cidade renomada por sua rica história artística. Oficialmente chamada União Rupestrina, a cidade recebeu esse título graças à descoberta de alguns dos mais antigos sítios arqueológicos, repletos de pinturas rupestres, petróglifos e outras formas de arte rupestre. Com o tempo, esse profundo patrimônio artístico transformou a cidade em um polo cultural, atraindo músicos, pintores, escultores, dançarinos e todos aqueles envolvidos nas belas-artes. Esse florescimento artístico culminou na fundação da Universidade de Arte EdAN, cujo nome significa Excellens Doctrina Artis Nationum—'Excelência no Ensino das Artes das Nações'—um símbolo do compromisso da cidade com o incentivo à criatividade. A cidade é inegavelmente próspera, mas muitos sentem que o poder está excessivamente concentrado nas mãos da elite artística. Essa concentração de influência levou a um sentimento de isolamento entre a população em geral, alimentando movimentos e um crescente sentimento antiartístico. A divisão entre os artistas e o povo tornou-se uma fonte de tensão, com muitos cidadãos se sentindo excluídos das decisões e oportunidades que moldam o futuro da cidade. Embora seu cenário cultural seja vibrante, a economia de Rupestrina continua predominantemente agrícola, com vastas hectares dedicadas ao cultivo de feijão e café, sustentando o meio de vida de muitos na região."
        },
        "ducklagoon": {
          "title": "Lagoa dos Patos",
          "subtitle": "O mar de água doce e paixão",
          "desc": "Cercada d'águas por todos os lados, Rupestrina é uma cidade-península isolada, com um acesso relativamente limitado. No coração desse refúgio costeiro encontra-se a Lagoa dos Patos, uma praia fantástica onde pessoas, barcos e navios estão sempre indo e vindo. Céus ensolarados, manhãs brilhantes e formações rochosas enchem a área de charme e beleza. Um destino perfeito para um fim de semana ou feriado, a Lagoa dos Patos é um dos muitos lugares que tornam Rupestrina excepcional e especial. Suas águas circundantes são extremamente doces, deixando uma impressão duradoura em todo estrangeiro. Um dos muitos mitos que cativam a mente dos habitantes da cidade é o de uma figura misteriosa—'a noiva'—que aparece em todas as noites de lua cheia. Alguns dizem que ela é uma noiva, outros afirmam que é um pato, e alguns até a descrevem como uma 'noiva-pato', seja lá o que isso signifique. Ninguém sabe ao certo o que ela é ou se realmente existe, mas aqueles que a encontraram garantem que sim. O nome da praia remonta à sua fundação, quando conquistadores espanhóis se abrigaram ali e acidentalmente deixaram alguns de seus patos escaparem. As aves se adaptaram bem à região e a povoaram, transformando-a na alegre e repleta de patos praia que conhecemos hoje."
        }
      }
    }
  },

  "about": {
    "title": "Sobre.",

    "description": "A PVic Games foi fundada em julho de 2023 com o lançamento de Ednaldo Pereira: Mobile. Criada pelo ex-estudante de arte Pedro Victor 'Pvic' Gonçalves, um veterano da comunidade Sonic e, posteriormente, programador-chave da gameplay de Antonblast — um dos jogos indie mais aclamados dos últimos tempos — a PVic Games tem um ideal simples: criar jogos artísticos de alta qualidade que transcendam nossa visão simplista de imaginação e criatividade, nos levando para outro lugar. 'Pura Imaginação' é mais do que um slogan, é onde nossos corações estão.",

    "description2": "A jornada está apenas começando, e convidamos você a entrar em nosso mundo de silêncio criativo — onde a imaginação é o refúgio supremo da liberdade.",

    "collabs": {
      "developers": {
        "title": "Devs.",
        "text": "Os desenvolvedores da PVic Games são responsáveis por construir a base técnica de nossos projetos. Seja em jogos, ferramentas ou qualquer forma de sistemas interativos, eles garantem que tudo funcione da melhor forma possível. Pedro Victor 'PVic' Gonçalves, além de ser programador, é também o diretor e produtor do estúdio, liderando a equipe e garantindo que cada projeto siga nossa visão criativa. Gabriel Casanova, nerdola de ciência da computação, é o responsável por esta página que você está lendo AGORA MESMO; e Kevin 'John-Kun' é nosso programador adicional de gameplay, que criou uma infinidade de fangames de Sonic ao longo de sua carreira."
      },

      "artists": {
        "title": "Artistas.",
        "text": "A parte visual dos nossos jogos ganha vida graças ao talento dos nossos artistas, que são responsáveis por ilustrações, sprites, animações e todo o estilo gráfico que define nossa identidade. Shin, Bitto, Pablo e Brediamai contribuem com traços únicos e uma direção artística envolvente, garantindo que cada mundo tenha personalidade e profundidade visual."
      },

      "musics": {
        "title": "Músicos.",
        "text": "Jogos não são nada especiais sem boas trilhas sonoras. Cada projeto da PVic Games conta com músicas originais que são apropriadas para seus respectivos mundos, ao mesmo tempo em que se alinham com o que gostamos. Glace Sue, SpeedVGM e SaGa! trazem criatividade e impacto para nossas produções, enquanto Luan Maziero também desempenhou um papel importante em projetos anteriores."
      },

      "communication": {
        "title": "Social.",
        "text": "Nossa conexão com a comunidade é moldada pelas vozes por trás de nossa presença social. Lucia e Vitor são responsáveis por relações públicas, engajamento comunitário e interações nas redes sociais, garantindo que nossa mensagem seja clara, autêntica e envolvente. Seja por meio de anúncios, atualizações ou conversas diretas com os jogadores, eles levam nossa visão ao mundo e mantêm o diálogo vivo."
      },

      "return": "Voltar."
    }
  },

  "contact": {
    "title": "Entre em Contato.",

    "text": "entre em contato — bora transformar imaginação em realidade"
  }
}
